Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: %@ stays installed and forgets what is selected below. What is selected goes to the Trash, and the settings are copied first.
cs: Aplikace %@ zůstane nainstalovaná a zapomene, co je níže vybráno. Co je vybráno, se přesune do koše a nastavení se předtím zkopírují.
de: „%@“ bleibt installiert und vergisst, was unten ausgewählt ist. Was ausgewählt ist, wird in den Papierkorb gelegt, und die Einstellungen werden vorher kopiert.
es: %@ sigue instalada y olvida lo que está seleccionado abajo. Lo seleccionado va a la papelera, y antes se copian los ajustes.
fr: %@ reste installé et oublie ce qui est sélectionné ci-dessous. Ce qui est sélectionné est placé dans la corbeille, et les réglages sont d’abord copiés.
it: %@ resta installata e dimentica ciò che è selezionato qui sotto. Ciò che è selezionato va nel Cestino, e prima viene fatta una copia delle impostazioni.
ja: “%@”はインストールされたままで、以下で選択したものだけが取り除かれます。選択したものはゴミ箱に入り、設定は先にコピーされます。
ko: ‘%@’은(는) 설치된 상태로 남으며 아래에서 선택한 항목을 잊습니다. 선택한 항목은 휴지통으로 이동하며, 설정은 먼저 복사됩니다.
nl: %@ blijft geïnstalleerd en vergeet wat hieronder is geselecteerd. Wat geselecteerd is, gaat naar de prullenmand, en de instellingen worden eerst gekopieerd.
pl: Aplikacja %@ pozostanie zainstalowana i zapomni to, co zaznaczono poniżej. To, co zaznaczono, trafi do Kosza, a ustawienia zostaną najpierw skopiowane.
pt: %@ continua instalado e esquece o que está selecionado abaixo. O que está selecionado vai para o Lixo, e os ajustes são copiados antes.
ro: Aplicația %@ rămâne instalată și uită ce este selectat mai jos. Ce este selectat se mută în Coș, iar configurările sunt copiate mai întâi.
ru: Приложение «%@» останется установленным и забудет то, что выбрано ниже. Выбранное перемещается в Корзину, а настройки предварительно копируются.
sv: %@ förblir installerad och glömmer det som är markerat nedan. Det som är markerat flyttas till papperskorgen, och inställningarna kopieras först.
tr: %@ yüklü kalır ve aşağıda seçili olanları unutur. Seçili olanlar Çöp Sepeti’ne gider ve ayarlar önce kopyalanır.
uk: Програма «%@» лишається інстальованою і забуває те, що вибрано нижче. Вибране буде переміщено в Смітник, а налаштування перед тим скопійовано.
zh_hans: “%@”会保持安装状态，并忘记下方所选的内容。所选内容会移到废纸篓，并且会先拷贝一份设置。
zh_hant: 「%@」會保持安裝，並忘記下方選取的內容。選取的項目會丟到「垃圾桶」，設定會先拷貝一份。

source: %@ used
cs: Využito: %@
de: %@ belegt
es: %@ en uso
fr: %@ utilisés
it: %@ utilizzati
ja: %@使用済み
ko: %@ 사용됨
nl: %@ gebruikt
pl: %@ w użyciu
pt: %@ usados
ro: %@ utilizați
ru: Использовано %@
sv: %@ används
tr: %@ kullanılıyor
uk: Використано %@
zh_hans: 已使用%@
zh_hant: 已使用%@

source: %@ was partly reset.
cs: Aplikace %@ byla resetována částečně.
de: „%@“ wurde teilweise zurückgesetzt.
es: %@ se ha restablecido en parte.
fr: %@ a été partiellement réinitialisé.
it: %@ è stata reimpostata in parte.
ja: “%@”は一部だけリセットされました。
ko: ‘%@’이(가) 일부만 재설정되었습니다.
nl: %@ is gedeeltelijk opnieuw ingesteld.
pl: Aplikacja %@ została częściowo wyzerowana.
pt: %@ foi redefinido em parte.
ro: Aplicația %@ a fost resetată parțial.
ru: Приложение «%@» сброшено частично.
sv: %@ nollställdes delvis.
tr: %@ kısmen sıfırlandı.
uk: Програму «%@» скинуто частково.
zh_hans: “%@”已部分重置。
zh_hant: 「%@」已部分重置。

source: %@ was reset.
cs: Aplikace %@ byla resetována.
de: „%@“ wurde zurückgesetzt.
es: %@ se ha restablecido.
fr: %@ a été réinitialisé.
it: %@ è stata reimpostata.
ja: “%@”はリセットされました。
ko: ‘%@’이(가) 재설정되었습니다.
nl: %@ is opnieuw ingesteld.
pl: Aplikacja %@ została wyzerowana.
pt: %@ foi redefinido.
ro: Aplicația %@ a fost resetată.
ru: Приложение «%@» сброшено.
sv: %@ nollställdes.
tr: %@ sıfırlandı.
uk: Програму «%@» скинуто.
zh_hans: “%@”已重置。
zh_hant: 「%@」已重置。

source: %@ wasn’t upgraded
cs: Aplikace %@ nebyla upgradována
de: Upgrade von „%@“ fehlgeschlagen
es: %@ no se ha actualizado
fr: %@ n’a pas été mis à niveau
it: %@ non è stata aggiornata
ja: “%@”はアップグレードされませんでした
ko: ‘%@’을(를) 업그레이드하지 못했습니다
nl: %@ is niet geüpgraded
pl: Nie uaktualniono aplikacji %@
pt: O upgrade de %@ não foi feito
ro: Nu s‑a făcut upgrade la %@
ru: Приложение «%@» не обновлено
sv: %@ uppgraderades inte
tr: %@ yükseltilemedi
uk: Програму «%@» не оновлено
zh_hans: “%@”未升级
zh_hant: 「%@」未升級

# %@ · ^[%lld vulnerability](inflect: true)
source: %1$@ · ^[%2$lld vulnerability](inflect: true)
cs: %@ · %lld zranitelností
de: %@ · %lld Sicherheitslücken
es: %@ · %lld vulnerabilidades
fr: %@ · %lld vulnérabilités
it: %@ · %lld vulnerabilità
ja: %@ · %lld件の脆弱性
ko: %@ · 취약점 %lld개
nl: %@ · %lld kwetsbaarheden
pl: %@ · %lld luki
pt: %@ · %lld vulnerabilidades
ro: %@ · %lld de vulnerabilități
ru: %@ · %lld уязвимости
sv: %@ · %lld sårbarheter
tr: %@ · %lld güvenlik açığı
uk: %@ · %lld вразливості
zh_hans: %@ · %lld个漏洞
zh_hant: %@ · %lld個漏洞

source: %@, chosen in this shortcut, isn’t installed on this Mac. Choose the app again.
cs: Aplikace %@ zvolená v této zkratce není v tomto Macu nainstalovaná. Zvolte aplikaci znovu.
de: Die in diesem Kurzbefehl gewählte App „%@“ ist auf diesem Mac nicht installiert. Wähle die App erneut.
es: %@, elegida en este atajo, no está instalada en este Mac. Vuelve a elegir la app.
fr: %@, choisi dans ce raccourci, n’est pas installé sur ce Mac. Choisissez à nouveau l’app.
it: %@, scelta in questo comando rapido, non è installata su questo Mac. Scegli di nuovo l’app.
ja: このショートカットで選択されている“%@”は、このMacにインストールされていません。アプリを選び直してください。
ko: 이 단축어에서 선택한 ‘%@’이(가) 이 Mac에 설치되어 있지 않습니다. 앱을 다시 선택하십시오.
nl: %@, gekozen in deze opdracht, is niet op deze Mac geïnstalleerd. Kies de app opnieuw.
pl: Aplikacja %@ wybrana w tym skrócie nie jest zainstalowana na tym Macu. Wybierz aplikację ponownie.
pt: %@, escolhido neste atalho, não está instalado neste Mac. Escolha o app de novo.
ro: Aplicația %@, aleasă în această scurtătură, nu este instalată pe acest Mac. Alegeți din nou aplicația.
ru: Приложение «%@», выбранное в этой быстрой команде, не установлено на этом Mac. Выберите приложение снова.
sv: %@, som har valts i den här genvägen, är inte installerad på den här datorn. Välj appen igen.
tr: Bu kestirmede seçilen %@ bu Mac’te yüklü değil. Uygulamayı yeniden seçin.
uk: Програму «%@», вибрану в цій швидкій команді, не інстальовано на цьому Mac. Виберіть програму ще раз.
zh_hans: 此快捷指令中选取的“%@”未安装在这台Mac上。请重新选取该App。
zh_hant: 此捷徑中選擇的「%@」並未安裝在這部Mac上。請重新選擇App。

source: %@, update available: %@
cs: %@, je k dispozici aktualizace: %@
de: %@, Update verfügbar: %@
es: %@, actualización disponible: %@
fr: %@, mise à jour disponible : %@
it: %@, aggiornamento disponibile: %@
ja: %@、アップデートあり: %@
ko: %@, 업데이트 사용 가능: %@
nl: %@, update beschikbaar: %@
pl: %@, dostępne uaktualnienie: %@
pt: %@, atualização disponível: %@
ro: %@, actualizare disponibilă: %@
ru: %@, доступно обновление: %@
sv: %@, uppdatering tillgänglig: %@
tr: %@, güncelleme var: %@
uk: %@, доступне оновлення: %@
zh_hans: %@，有更新可用：%@
zh_hant: %@，有可用的更新：%@

# %@: ^[%lld item](inflect: true)
source: %1$@: ^[%2$lld item](inflect: true)
cs: %@: %lld položek
de: %@: %lld Objekte
es: %@: %lld ítems
fr: %@ : %lld éléments
it: %@: %lld elementi
ja: %@: %lld項目
ko: %@: 항목 %lld개
nl: %@: %lld onderdelen
pl: %@: %lld rzeczy
pt: %@: %lld itens
ro: %@: %lld de articole
ru: %@: %lld объекта
sv: %@: %lld objekt
tr: %@: %lld öğe
uk: %@: %lld елемента
zh_hans: %@：%lld个项目
zh_hant: %@：%lld個項目

# %@: ^[%lld item](inflect: true), %@
source: %1$@: ^[%2$lld item](inflect: true), %3$@
cs: %@: %lld položek, %@
de: %@: %lld Objekte, %@
es: %@: %lld ítems, %@
fr: %@ : %lld éléments, %@
it: %@: %lld elementi, %@
ja: %@: %lld項目、%@
ko: %@: 항목 %lld개, %@
nl: %@: %lld onderdelen, %@
pl: %@: %lld rzeczy, %@
pt: %@: %lld itens, %@
ro: %@: %lld de articole, %@
ru: %@: %lld объекта, %@
sv: %@: %lld objekt, %@
tr: %@: %lld öğe, %@
uk: %@: %lld елемента, %@
zh_hans: %@：%lld个项目，%@
zh_hant: %@：%lld個項目，%@

# %@: ^[%lld item](inflect: true), over %@
source: %1$@: ^[%2$lld item](inflect: true), over %3$@
cs: %@: %lld položek, přes %@
de: %@: %lld Objekte, über %@
es: %@: %lld ítems, más de %@
fr: %@ : %lld éléments, plus de %@
it: %@: %lld elementi, oltre %@
ja: %@: %lld項目、%@以上
ko: %@: 항목 %lld개, %@ 이상
nl: %@: %lld onderdelen, meer dan %@
pl: %@: %lld rzeczy, ponad %@
pt: %@: %lld itens, mais de %@
ro: %@: %lld de articole, peste %@
ru: %@: %lld объекта, более %@
sv: %@: %lld objekt, över %@
tr: %@: %lld öğe, %@ üzeri
uk: %@: %lld елемента, понад %@
zh_hans: %@：%lld个项目，超过%@
zh_hant: %@：%lld個項目，超過%@

# %@: ^[%lld item](inflect: true), size unknown
source: %1$@: ^[%2$lld item](inflect: true), size unknown
cs: %@: %lld položek, velikost neznámá
de: %@: %lld Objekte, Größe unbekannt
es: %@: %lld ítems, tamaño desconocido
fr: %@ : %lld éléments, taille inconnue
it: %@: %lld elementi, dimensioni sconosciute
ja: %@: %lld項目、サイズ不明
ko: %@: 항목 %lld개, 크기 알 수 없음
nl: %@: %lld onderdelen, grootte onbekend
pl: %@: %lld rzeczy, wielkość nieznana
pt: %@: %lld itens, tamanho desconhecido
ro: %@: %lld de articole, dimensiune necunoscută
ru: %@: %lld объекта, размер неизвестен
sv: %@: %lld objekt, okänd storlek
tr: %@: %lld öğe, büyüklük bilinmiyor
uk: %@: %lld елемента, розмір невідомий
zh_hans: %@：%lld个项目，大小未知
zh_hant: %@：%lld個項目，大小未知

source: %@: links
cs: %@: odkazy
es: Enlaces %@:
fr: Liens %@
it: %@: link
ja: %@: リンク
ko: %@: 링크
pl: %@: łącza
ro: Linkuri %@:
ru: %@: ссылки
sv: %@: länkar
tr: %@: bağlantıları
uk: %@: посилання
zh_hans: “%@:”链接
zh_hant: 「%@:」連結

source: %@’s privacy permissions were reset before the move.
cs: Oprávnění aplikace %@ pro soukromé údaje byla před přesunem resetována.
de: Die Datenschutzberechtigungen von „%@“ wurden vor dem Verschieben zurückgesetzt.
es: Los permisos de privacidad de %@ se han restablecido antes del traslado.
fr: Les autorisations de confidentialité de %@ ont été réinitialisées avant le déplacement.
it: Le autorizzazioni per la privacy di %@ sono state reimpostate prima dello spostamento.
ja: “%@”のプライバシー権限は、移動の前にリセットされました。
ko: ‘%@’의 개인정보 보호 권한은 이동하기 전에 재설정되었습니다.
nl: De privacytoestemmingen van %@ zijn vóór het verplaatsen opnieuw ingesteld.
pl: Uprawnienia prywatności aplikacji %@ zostały wyzerowane przed przeniesieniem.
pt: As permissões de privacidade de %@ foram redefinidas antes de o Peel tentar movê-lo.
ro: Permisiunile de intimitate ale aplicației %@ au fost resetate înainte de mutare.
ru: Разрешения приложения «%@» на доступ были сброшены перед перемещением.
sv: Integritetsbehörigheterna för %@ nollställdes före flytten.
tr: %@ uygulamasının gizlilik izinleri taşımadan önce sıfırlandı.
uk: Дозволи приватності програми «%@» скинуто перед переміщенням.
zh_hans: “%@”的隐私权限已在移动前重置。
zh_hant: 「%@」的隱私權限已在移動前重置。

# %@’s privacy permissions weren’t reset. %@
source: %1$@’s privacy permissions weren’t reset. %2$@
cs: Oprávnění aplikace %@ pro soukromé údaje nebyla resetována. %@
de: Die Datenschutzberechtigungen von „%@“ wurden nicht zurückgesetzt. %@
es: No se han restablecido los permisos de privacidad de %@. %@
fr: Les autorisations de confidentialité de %@ n’ont pas été réinitialisées. %@
it: Le autorizzazioni per la privacy di %@ non sono state reimpostate. %@
ja: “%@”のプライバシー権限はリセットされませんでした。%@
ko: ‘%@’의 개인정보 보호 권한이 재설정되지 않았습니다. %@
nl: De privacytoestemmingen van %@ zijn niet opnieuw ingesteld. %@
pl: Nie wyzerowano uprawnień prywatności aplikacji %@. %@
pt: As permissões de privacidade de %@ não foram redefinidas. %@
ro: Permisiunile de intimitate ale aplicației %@ nu au fost resetate. %@
ru: Разрешения приложения «%@» на доступ не сброшены. %@
sv: Integritetsbehörigheterna för %@ nollställdes inte. %@
tr: %@ uygulamasının gizlilik izinleri sıfırlanmadı. %@
uk: Дозволи приватності програми «%@» не скинуто. %@
zh_hans: “%@”的隐私权限未重置。%@
zh_hant: 「%@」的隱私權限未重置。%@

source: %lld kept
cs: %lld složek ponecháno
de: %lld behalten
es: %lld conservadas
fr: %lld conservés
it: %lld mantenute
ja: %lld個は残す
ko: %lld개 유지
nl: %lld behouden
pl: %lld zachowanego
pt: %lld mantidas
ro: %lld de dosare păstrate
ru: %lld папки остаются
sv: %lld behålls
tr: %lld klasör kalıyor
uk: %lld залишено
zh_hans: 已保留%lld个
zh_hant: 保留%lld個

source: A Finder window’s title says the whole path rather than the folder’s name.
cs: Název okna Finderu ukazuje celou cestu, a ne jen název složky.
de: Der Titel eines Finder-Fensters zeigt den ganzen Pfad statt des Ordnernamens.
es: El título de una ventana del Finder muestra la ruta completa en vez del nombre de la carpeta.
fr: Le titre d’une fenêtre du Finder indique le chemin complet plutôt que le nom du dossier.
it: Il titolo di una finestra del Finder mostra l’intero percorso anziché il nome della cartella.
ja: Finderウインドウのタイトルに、フォルダの名前ではなくパス全体が表示されます。
ko: Finder 윈도우의 제목에 폴더 이름 대신 전체 경로가 표시됩니다.
nl: De titel van een Finder-venster toont het hele pad in plaats van de naam van de map.
pl: Tytuł okna Findera pokazuje całą ścieżkę zamiast nazwy folderu.
pt: O título de uma janela do Finder mostra o caminho inteiro em vez do nome da pasta.
ro: Titlul unei ferestre Finder arată calea completă în locul numelui dosarului.
ru: В заголовке окна Finder показывается полный путь, а не имя папки.
sv: Titeln i ett Finder-fönster visar hela sökvägen i stället för mappens namn.
tr: Bir Finder penceresinin başlığında klasörün adı yerine yolun tamamı yazar.
uk: У заголовку вікна Finder відображається повний шлях, а не назва папки.
zh_hans: “访达”窗口的标题会显示完整路径，而不是文件夹名称。
zh_hant: Finder視窗的標題會顯示完整路徑，而不是檔案夾名稱。

source: A Save dialog opens with your folders showing, instead of only a name and where to save it.
cs: Dialogové okno Uložit při otevření zobrazí vaše složky, a ne jen název a místo uložení.
de: Der Dialog „Sichern“ öffnet sich mit deinen Ordnern statt nur mit Namen und Speicherort.
es: El cuadro de diálogo Guardar se abre mostrando tus carpetas, en vez de solo el nombre y dónde guardarlo.
fr: La zone de dialogue Enregistrer s’ouvre en affichant vos dossiers, au lieu de ne demander qu’un nom et un emplacement.
it: La finestra di dialogo Salva si apre mostrando le tue cartelle, invece che solo il nome del file e dove salvarlo.
ja: “保存”ダイアログが、名前と保存場所だけでなく、フォルダも表示した状態で開きます。
ko: 저장 대화상자가 이름과 저장 위치만 표시되는 대신 폴더까지 보이는 상태로 열립니다.
nl: Een bewaarvenster toont meteen je mappen, in plaats van alleen een naam en een locatie.
pl: Okno dialogowe Zachowaj otwiera się, pokazując Twoje foldery, a nie tylko nazwę i miejsce zachowania.
pt: A caixa de diálogo Salvar abre mostrando as suas pastas, em vez de só o nome e o local onde salvar.
ro: Dialogul Salvați se deschide cu dosarele dvs. afișate, în loc să arate doar un nume și unde să‑l salvați.
ru: Диалоговое окно сохранения сразу показывает Ваши папки, а не только имя и место сохранения.
sv: Dialogrutan Spara öppnas med dina mappar synliga, i stället för att bara visa ett namn och var dokumentet ska sparas.
tr: Kaydet sorgu kutusu, yalnızca bir ad ve nereye kaydedileceğini sormak yerine klasörlerinizi göstererek açılır.
uk: Діалогове вікно «Зберегти» відкривається й показує ваші папки, а не лише назву та місце збереження.
zh_hans: “保存”对话框打开时会显示你的文件夹，而不是只显示名称和保存位置。
zh_hant: 「儲存」對話框打開時會顯示你的檔案夾，而不是只顯示名稱和儲存位置。

source: A Save dialog starts on this Mac instead of iCloud Drive.
cs: Dialogové okno Uložit se otevře v tomto Macu, a ne na iCloud Drivu.
de: Der Dialog „Sichern“ zeigt zuerst diesen Mac statt iCloud Drive.
es: El cuadro de diálogo Guardar empieza en este Mac en vez de en iCloud Drive.
fr: La zone de dialogue Enregistrer s’ouvre sur ce Mac plutôt que sur iCloud Drive.
it: La finestra di dialogo Salva parte da questo Mac invece che da iCloud Drive.
ja: “保存”ダイアログが、iCloud DriveではなくこのMacの場所から始まります。
ko: 저장 대화상자가 iCloud Drive 대신 이 Mac에서 시작됩니다.
nl: Een bewaarvenster opent op deze Mac in plaats van op iCloud Drive.
pl: Okno dialogowe Zachowaj otwiera się na tym Macu zamiast na iCloud Drive.
pt: A caixa de diálogo Salvar abre neste Mac, e não no iCloud Drive.
ro: Dialogul Salvați pornește pe acest Mac în loc de iCloud Drive.
ru: Диалоговое окно сохранения открывается на этом Mac, а не в iCloud Drive.
sv: Dialogrutan Spara börjar på den här datorn i stället för i iCloud Drive.
tr: Kaydet sorgu kutusu iCloud Drive yerine bu Mac’te açılır.
uk: Діалогове вікно «Зберегти» відкривається на цьому Mac, а не в iCloud Drive.
zh_hans: “保存”对话框默认打开这台Mac上的位置，而不是iCloud云盘。
zh_hant: 「儲存」對話框的預設位置會是這部Mac，而不是「iCloud雲碟」。

source: A brew.env file sets this, in /etc/homebrew, in %@, or in ~/.homebrew.
cs: Nastavuje to soubor brew.env ve složce /etc/homebrew, %@ nebo ~/.homebrew.
de: Festgelegt ist dies in einer brew.env-Datei in /etc/homebrew, in %@ oder in ~/.homebrew.
es: Esto lo establece un archivo brew.env en /etc/homebrew, en %@ o en ~/.homebrew.
fr: Cela provient d’un fichier brew.env situé dans /etc/homebrew, dans %@ ou dans ~/.homebrew.
it: Questo è impostato in un file brew.env che si trova in /etc/homebrew, in %@ o in ~/.homebrew.
ja: これは、/etc/homebrew、%@、または~/.homebrewにあるbrew.envファイルで設定されています。
ko: 이 설정은 /etc/homebrew, %@ 또는 ~/.homebrew에 있는 brew.env 파일에 지정되어 있습니다.
nl: Dit wordt ingesteld door een brew.env-bestand in /etc/homebrew, in %@ of in ~/.homebrew.
pl: Ustawia to plik brew.env w /etc/homebrew, w %@ lub w ~/.homebrew.
pt: Isso é definido por um arquivo brew.env em /etc/homebrew, em %@ ou em ~/.homebrew.
ro: Acest lucru este stabilit de un fișier brew.env, aflat în /etc/homebrew, în %@ sau în ~/.homebrew.
ru: Это задает файл brew.env в /etc/homebrew, в %@ или в ~/.homebrew.
sv: Det här ställs in i en brew.env-fil i /etc/homebrew, i %@ eller i ~/.homebrew.
tr: Bunu, /etc/homebrew, %@ veya ~/.homebrew içindeki bir brew.env dosyası ayarlıyor.
uk: Це задано у файлі brew.env у /etc/homebrew, у %@ або в ~/.homebrew.
zh_hans: 这是由/etc/homebrew、%@或~/.homebrew中的brew.env文件设置的。
zh_hant: 這是由位於/etc/homebrew、%@或~/.homebrew中的brew.env檔案所設定。

source: A caution about %@
cs: Upozornění: %@
de: Warnhinweis zu „%@“
es: Una advertencia sobre %@
fr: Mise en garde concernant %@
it: Un avviso su %@
ja: %@についての注意
ko: %@에 대한 주의 사항
nl: Een waarschuwing over %@
pl: Ostrzeżenie: %@
pt: Um aviso sobre %@
ro: Un avertisment despre %@
ru: Предупреждение: %@
sv: En varning om %@
tr: %@ hakkında bir uyarı
uk: Застереження щодо «%@»
zh_hans: 关于“%@”的注意事项
zh_hant: 關於「%@」的注意事項

source: A command typed after a space isn’t saved, which keeps a password or token you type out of the history.
cs: Příkaz, před který napíšete mezeru, se neuloží, takže heslo nebo token, který zadáte, zůstane mimo historii.
de: Ein Befehl, vor dem du ein Leerzeichen eingibst, wird nicht gesichert, sodass ein eingegebenes Passwort oder Token nicht in den Verlauf gelangt.
es: Un comando escrito después de un espacio no se guarda, lo que mantiene fuera del historial una contraseña o un token que escribas.
fr: Une commande saisie après une espace n’est pas enregistrée, ce qui évite qu’un mot de passe ou un jeton que vous saisissez se retrouve dans l’historique.
it: Un comando digitato dopo uno spazio non viene salvato, così una password o un token che digiti resta fuori dalla cronologia.
ja: 先頭にスペースを入れて入力したコマンドは保存されないため、入力したパスワードやトークンを履歴に残さずに済みます。
ko: 공백으로 시작하는 명령은 저장되지 않으므로, 입력한 암호나 토큰이 명령 기록에 남지 않습니다.
nl: Een commando dat je na een spatie typt, wordt niet bewaard, zodat een wachtwoord of token dat je typt buiten de geschiedenis blijft.
pl: Polecenie wpisane po spacji nie jest zachowywane, dzięki czemu podane w nim hasło lub token nie trafia do historii.
pt: Um comando digitado depois de um espaço não é salvo, o que mantém fora do histórico uma senha ou um token que você digitar.
ro: O comandă tastată după un spațiu nu este salvată, așa că o parolă sau un token pe care îl tastați nu ajunge în istoric.
ru: Команда, которая начинается с пробела, не сохраняется, поэтому пароль или токен, который Вы вводите, не попадает в историю.
sv: Ett kommando som du skriver efter ett mellanslag sparas inte, så att ett lösenord eller en token som du skriver inte hamnar i historiken.
tr: Önüne boşluk koyarak yazılan bir komut kaydedilmez; böylece yazdığınız bir parola veya jeton geçmişte yer almaz.
uk: Команда, перед якою ви ввели пробіл, не зберігається, тож пароль або токен, який ви вводите, не потрапляє в історію.
zh_hans: 以空格开头的命令不会被保存，这样你键入的密码或令牌就不会进入历史记录。
zh_hant: 以空格開頭輸入的指令不會被儲存，讓你輸入的密碼或權杖不會留在指令記錄中。

source: A conflict shows the lines as they were before both changes, between the two sides.
cs: Konflikt zobrazí mezi oběma stranami řádky v podobě, jakou měly před oběma změnami.
de: Ein Konflikt zeigt zwischen den beiden Seiten die Zeilen so, wie sie vor beiden Änderungen waren.
es: Un conflicto muestra las líneas como eran antes de ambos cambios, entre los dos lados.
fr: Un conflit affiche, entre les deux versions, les lignes telles qu’elles étaient avant les deux modifications.
it: Un conflitto mostra le righe com’erano prima di entrambe le modifiche, tra le due parti.
ja: コンフリクトでは、両側の変更の間に、どちらの変更も加わる前の行が表示されます。
ko: 충돌이 생기면 양쪽 내용 사이에 두 변경 이전의 원래 줄이 표시됩니다.
nl: Een conflict toont de regels zoals ze vóór beide wijzigingen waren, tussen de twee kanten in.
pl: Konflikt pokazuje między dwiema stronami wiersze w postaci sprzed obu zmian.
pt: Um conflito mostra as linhas como eram antes das duas alterações, entre os dois lados.
ro: Un conflict afișează liniile așa cum erau înainte de ambele modificări, între cele două părți.
ru: Между двумя сторонами конфликта показываются строки в том виде, в каком они были до обоих изменений.
sv: En konflikt visar raderna som de var före båda ändringarna, mellan de två sidorna.
tr: Bir çakışma, satırların her iki değişiklikten önceki hâlini iki tarafın arasında gösterir.
uk: Конфлікт показує рядки такими, якими вони були до обох змін, між двома сторонами.
zh_hans: 发生冲突时，两侧内容之间会显示这些行在两处更改之前的样子。
zh_hant: 衝突會在兩邊的內容之間，顯示這些行在雙方變更之前的原貌。

source: A full Git interface inside Terminal.
cs: Plnohodnotné rozhraní pro Git přímo v Terminálu.
de: Eine vollständige Git-Oberfläche im Terminal.
es: Una interfaz completa de Git dentro de Terminal.
fr: Une interface Git complète dans Terminal.
it: Un’interfaccia Git completa all’interno di Terminale.
ja: ターミナル内で使えるフル機能のGitインターフェイス。
ko: 터미널 안에서 사용하는 완전한 Git 인터페이스.
nl: Een volledige Git-interface in Terminal.
pl: Pełny interfejs Gita w Terminalu.
pt: Uma interface completa do Git dentro do Terminal.
ro: O interfață Git completă în Terminal.
ru: Полноценный интерфейс Git в Терминале.
sv: Ett komplett Git-gränssnitt i Terminal.
tr: Terminal’de çalışan eksiksiz bir Git arayüzü.
uk: Повноцінний інтерфейс Git у Терміналі.
zh_hans: “终端”中的完整Git界面。
zh_hant: 「終端機」中的完整Git介面。
